{
    "products": [
        {
            "name":
              "LEMY 10 X 20 Outdoor Wedding Party Tent Camping Shelter Gazebo Canopy with Removable Sidewalls Easy Set Gazebo BBQ Pavilion Canopy Cater Events",
            "price": 50,
            "description": "Elegant white design style and straight leg design; Rust&corrosion resistant 32mm/0.6mm thick powder coated steel, Waterproof&Anti-UV 120g Polyethylene cover/sidewalls",
            "quantity": 5,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/4188vpaXfUL._AC_.jpg",
            "category": "Tents"
          },
          {
            "name":
              "VINGLI 48 Round Bi-Folding Commercial Table, 4 Feet Portable Plastic Dining Card Table for Kitchen or Outdoor Party Wedding Event, White Granite",
            "price": 20,
            "description":"",
            "quantity": 15,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/51Ehird8X2L._AC_SL1000_.jpg",
            "category": "Seating"
          },
          {
            "name":
              "LE 306 LED Curtain Lights 9.8 x 9.8 ft Fairy String Lights for Bedroom Wall Wedding Backdrop Patio Party Garden, Warm White, 8 Modes, Plug in Indoor Outdoor Decorative Window Twinkle Christmas Lights",
            "price": 10,
            "description": "Great Decoration for Everyday use: It can not only be used as Christmas decor, party weddings backdrop, but also perfect for everyday use such as hanging it down across tapestry, sheers, drapes, glass slide door, plain wall or even installed as lighted divider of 2 rooms, and you can keep it up all year round after the holiday season.",
            "quantity": 30,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/71ck5ku%2BY2L._AC_SL1000_.jpg",
            "category": "Lightning"
          },
          {
            "name":
              "AKUSTIK 12 Inch 4000Watt Powered PA Speaker System Combo Set, DJ Array Speaker Set with Remote Control, Two Subwoofers & 8 X Array Speakers Set, Bluetooth/USB/SD/RCA",
            "price": 300,
            "description": 
                          "♪PROFESSIONAL MUSIC EXPERIENCE: Using high-quality MDF materials for the two subwoofers, this design can reduce resonance distortion and accurate response. The 8 tweeters, 8 mid-tweeters and 2 subwoofers are design to provide clear and deep stereo sound. This PA system speaker set includes two telescoping speaker poles which make the overall height adjustable from 68 inch to 86 inch to ensure good acoustics. There are built-in handles on the side, easily to lift and transport the subwoofers.",
            "quantity": 4,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/6121gDyIe8L._AC_SL1200_.jpg",
            "category": "Sound"
          },
          {
            "name":
              "10x30 Heavy Duty Canopy Gazebo Outdoor Party Wedding Tent Pavilion with 6 Removable Side Walls",
            "price": 169.99,
            "description": "Elegant white design style and straight leg design; Rust&corrosion resistant 32mm/0.6mm thick powder coated steel, Waterproof&Anti-UV 120g Polyethylene cover/sidewalls",
            "quantity": 15,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/81F-SD0hRlL._AC_SL1500_.jpg",
            "category": "Tents"
          },
          {
            "name":
              "TentandTable 20-Foot by 30-Foot Heavy Duty 14-Ounce Vinyl White Canopy Pole Tent Set with Storage Bag for Weddings, Parties, and Events",
            "price": 100,
            "description": "PREMIUM QUALITY - Heavy Duty 14 vinyl, designed to withstand the wear and tear of being set up and taken down multiple times each year",
            "quantity": 7,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/515COLHZweL._AC_.jpg",
            "category": "Tents"
          },
          {
            "name":
              "Peaktop Outdoor 16X32 Party Tent Heavy Duty Wedding Tent Outdoor Gazebo Event Shelter Canopy with Carry Bags",
            "price": 100,
            "description": "✅【UPGRADED Galvanised Framework】UPGRADED Galvanised Heavy Duty and Rust Resistant Framework: Top quality galvanised steel framework and metal corner joint makes our marquee more durable",
            "quantity": 0,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/71kluAFvozL._AC_SL1100_.jpg",
            "category": "Tents"
          },
          {
            "name":
              "Outdoor Waterproof Gazebo Canopy Tent, Portable Wedding Party Tent,Patio Parties Tent BBQ Shelter Canopy Gazebo for Outdoor",
            "price": 50,
            "description": "🏕️DURABLE DESIGN OF CONSTRUCTION:Heavy-duty painted iron frame, smart workmanship with reasonable design ensures good structure and ruggedness. The rustproof frame is excellent in ensuring that the tent lasts for a long time. New PE corner joints are heavy-duty and reinforced to make sure that the tent is stable. Each tent is equipped with 4 wind ropes and 8 tent pegs thus you can secure the tent firmly on the ground. The whole frame is designed for stability and security",
            "quantity": 6,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/71lT6Wnc5XL._AC_SL1000_.jpg",
            "category": "Tents"
          },
          {
            "name":
              "Quictent Privacy 10x20 EZ Pop Up Canopy Tent Party Tent Outdoor Event Gazebo Waterproof with Roller Bag- 4 Colors",
            "price": 100,
            "description": "QUICK RELEASE BUTTON: Each leg with quick release button, very easy to folding, no pinching of fingers",
            "quantity": 5,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/81UwVuJzMML._AC_SL1100_.jpg",
            "category": "Tents"
          },
          {
            "name":
              "Lifetime 80160 Commercial Height Adjustable Folding Utility Table, 4 Feet, White Granite",
            "price": 25,
            "description": "Adjusts to 24-inch children's height, 29-inch table height and 36-inch countertop height Superior strength and durability",
            "quantity": 150,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/61QibkX3WUL._AC_SL1500_.jpg",
            "category": "Seating"
          },
          {
            "name":
              "EventStable Titan Series Beige Folding Card Table and Beige Fabric Metal Folding Chair Set - 5 Pieces",
            "price": 100,
            "description": "Can be used indoors or outdoors Lightweight and folds up easily Powder coated legs are protected from scratche",
            "quantity": 10,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/71g4tIQYHTL._AC_SL1500_.jpg",
            "category": "Seating"
          },
          {
            "name":
              "Sandinrayli Black Plastic Folding Chair Outdoor Patio Garden Wedding Party Event Furniture Chairs 8-Pack",
            "price": 100,
            "description": "√ PORTABLE AND CONVENIENT: It can be manually folded and locked in an upright position, folds flat and compact for easy storage.",
            "quantity": 250,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/71hVRsuhhrL._AC_SL1200_.jpg",
            "category": "Seating"
          },
          {
            "name":
              "MIBOTE Globe String Lights, 55ft 112 LEDs Colored Fairy Lights Waterproof UL Listed Plug in String Lights for Outdoor Indoor Bedroom Patio Garden Party",
            "price": 10,
            "description": "【DECORATIVE STRING LIGHT】Our sting lights is 55ft/16.7m, 112 LEDs, RGBY (red, green, blue, yellow), non-friable, not overheat. One broken will not affect others.",
            "quantity": 200,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/81hbq2Qc7NL._AC_SL1500_.jpg",
            "category": "Lightning"
          },
          {
            "name":
              "SIEBIRD LED Color Changing Solar Wind Chime Light,Solar Star Wind Chimes Outdoor,Solar Powered LED Hanging Lamp Mobile Waterproof Romantic Wind Bell Light for Outdoor Garden Party Decoration",
            "price": 20,
            "description": "Solar Wind Chimes Color Changing: Our magical star solar powered wind chimes will keep you in a good mood. At night, they will glow in fantastic colors, including red, yellow, green, orange, purple, red and blue. These beautiful star wind chimes will change colorfully in your garden, changing from one color to another in a calm and gentle way, making your house more romantic. They add magic to the dark night, a colorful magic decoration.",
            "quantity": 150,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/61iGx3zHAKL._AC_SL1000_.jpg",
            "category": "Lightning"
          },
          {
            "name":
              "20W Color LED Flood Lights, RGB LED Flood Light with Remote Control, IP66 Waterproof Outdoor Indoor Color Changing Floodlight, Dimmable Wall Washer Light for Party, Garden, Landscape Lighting",
            "price": 30,
            "description": "★1.RGB projection lights come in 16 different colors and four optional modes, strobe lights and lightboard, and you can adjust the brightness.Suitable for indoor and outdoor, wedding, courtyard, lawn, stage and other places.This handy spotlight remembers the color and brightness of the last setting.",
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/51Q-WemHspL._AC_.jpg",
            "category": "Lightning"
          },
          {
            "name":
              "SANSI 70W RGB LED Flood Light, IP66 Waterproof Indoor Outdoor Color Changing LED Wall Washer Light, 16 Colors 4 Modes Dimmable Floodlight for Party, Garden, Landscape",
            "price": 60,
            "description": "16 COLORS & 4 MODES: Using the remote control provided, 16 different colors including daylight color are available. 5 dimmable settings can meet your brightness needs. It also offers 4 types of color changing patterns, including flash, strobe, fade and smooth. All the functions can meet all your needs for decorating a Halloween party, stage, landscape and security lighting",
            "quantity": 15,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/61t%2BqnUnbIL._AC_SL1000_.jpg",
            "category": "Lightning"
          },
          {
            "name":
              "Starter Dj System - 2100 WATTS - Connect your Laptop, iPod via Bluetooth, USB, MP3s or Cds! 10 Speakers, Amp, Mixer/Cd Player, Mic, Headphones.",
            "price": 250,
            "description": "Adkins Professional Audio 10'  DJ Speakers. A ready-to-go DJ Package with Everything you need to DJ.",
            "quantity": 3,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/71VHYFtMNiL._AC_SL1000_.jpg",
            "category": "Sound"
          },
          {
            "name": "Peavey Audio Performer Pack Complete Portable PA System",
            "price": 400,
            "description": "Includes PVi® 4B mixerTwo PVi® 10 10' speaker enclosures Two PVi® 100 dynamic cardioid microphones Two speaker stands",
            "quantity": 2,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/71Z6SqojhAL._AC_SL1500_.jpg",
            "category": "Sound"
          },
          {
            "name": "Odyssey Black Label Flight Zone (FZGSPIDDJSXBL)",
            "price": 236,
            "description": "All Black Anodized and Powder Coated Hardware Plenty of Cable Management Underneath & Behind the Controller",
            "quantity": 2,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/71hJfIcUrxL._AC_SL1500_.jpg",
            "category": "Sound"
          },
          {
            "name":
              "Gemini ES Series ES-210MXBLU Professional Audio Portable PA System with Two 10' Passive Speakers and Microphone Included, 8 Channel Mixer, 4 Line/Mic Inputs",
            "price": 400,

            "description": "FULLY IMMERSIVE MULTIMEDIA AUDIO: The ES-210MXBLU Serves As An Integrated MP3 player with Connections For USB, SD, and Bluetooth. The 600W Peak, 150W RMS Class D Built-In Amplifier Will Motivate You To Share Your Sound",
            "quantity": 3,
            "imageURL":
              "https://images-na.ssl-images-amazon.com/images/I/91l5ztcR97L._AC_SL1500_.jpg",
            "category": "Sound"
          }
    ]
}